import React from 'react';
import Card from '@material-ui/core/Card';
import CardContent from '@material-ui/core/CardContent';
import CardHeader from '@material-ui/core/CardHeader';

export default () => (
    <Card>
        <CardHeader title="Welcome to the MTBank" />
        <img src="https://select.by/images/banks/mtbank.2013.02.17.gif" alt=""/>
        <CardContent>ЗАО «МТБанк» было создано 14 марта 1994 года и стало первым в Республике Беларусь банком с участием иностранного капитала.

            В настоящее время обслуживание клиентов ведется в 127 отделениях банка, расположенных по всей стране.

            ЗАО «МТБанк» – член Ассоциации белорусских банков, Сообщества всемирных межбанковских финансовых коммуникаций (S.W.I.F.T.), международных платежных систем VISA International и MasterCard. С начала своей деятельности Банк является универсальным и имеет на белорусском рынке репутацию надежного банка. В настоящее время Банк является одним из лидеров в выдаче банковских гарантий в пользу БАМАП.

            МТБанк активно сотрудничает с ОАО «Банк развития Республики Беларусь» и международными финансовыми институтами, как Европейский банк реконструкции и развития (ЕБРР), Международная финансовая корпорация (IFC), Нидерландская компания финансового развития (FMO), АКА Ausfuhrkredit-Gesellschaft mbH, международный финансовый институт NEFCO (Финляндия), Немецкий инвестиционный фонд IIV Mikrofinanzfonds и др.

            Также с 2006 года МТБанк является первым банком-участником Глобального Договора ООН в Беларуси – общепризнанной инициативы ООН в области корпоративной социальной ответственности.

            Наши достижения

            В 2006 и в 2009 году МТБанк стал победителем ежегодного профессионального конкурса «БРЭНД ГОДА» в почётной номинации «Социально-ответственный брэнд».

            По итогам работы за 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014 годы ЗАО «МТБанк» был отмечен наградами Deutsche Bank Straight-Through Processing (STP) Excellence Award за превосходное качество обработки платежей в долларах США.

            Министерство по налогам и сборам Республики Беларусь присвоило ЗАО «МТБанк» звание «Лучший налогоплательщик-организация» по итогам работы в 2011 году.

            По итогам 2012, 2013 и 2017 годов МТБанк стал обладателем звания «Брэнд-лидер в социальных сетях».

            В 2013, 2014, 2015 и 2017 годах МТБанк становился обладателем престижной банковской награды Commerzbank AG – STP Award за высокое качество исполнения переводов.

            В 2014 году МТБанк завоевал первое место в номинации «Самый открытый банк».

            В 2015 году на Всемирной неделе предпринимательства Банк развития Республики Беларусь вручил МТБанку Диплом в номинации «Самый динамичный рост в поддержке малого и среднего предпринимательства».

            В 2015 году авторитетный финансовый журнал «The Banker» (Лондон, Великобритания) наградил ЗАО «МТБанк» званием «Банк года Беларуси».

            В 2016 году на Всемирной неделе предпринимательства Банк развития Республики Беларусь вручил МТБанку награду «Самый активный банк в поддержке стартап-компаний».

            В 2016 году МТБанк получил звание лучшего белорусского банка, став обладателем Гран-при премии «Банк года-2015».

            В 2017 году МТБанк стал серебряным призером в категории «Банки» в Потребительской номинации конкурса «БРЭНД ГОДА», а карта рассрочки «Халва» завоевала золотую медаль в категории «Карты рассрочки» в Потребительской номинации.

            В 2017 году по результатам конкурса «Банк года-2016» МТБанк стал самым награждаемым финансовым учреждением Беларуси. Банк получил 7 наград в разных номинациях: 2 первых, 3 вторых и 2 третьих места, в том числе первое место в номинации «Выбор пользователей».

            В 2018 году МТБанк подтвердил звание лучшего белорусского банка, завоевав Гран-при премии «Банк года-2017».

            В 2019 году МТБанк завоевал четыре награды премии «Банк года – 2018», номинации за первое место - «Лучший средний банк», «Лучший банк с национальным капиталом» и «Выбор пользователей портала Myfin.by – 2018».
            Карта Халва второй раз подряд выиграла награду «Бренд-года», оказавшись лучшей в своей категории по итогам народного голосования.
            MTBankFX получила сразу 5 престижных наград по итогам 2018 года - первое место в номинации «Лидер по количеству привлеченных средств клиентов на рынке Форекс» и второе в номинации «Лидер по количеству клиентов и совершенных ими операций с положительным финансовым результатом». Кроме того MTBankFX стал абсолютным победителем по версии премии Broker.by в номинациях: «Самый популярный брокер», «Лучшее качество обслуживания» и «Лучшее обучение для начинающих».</CardContent>

    </Card>
);